# Создала массив x, чтобы компактно одной строкой добавить всё в базу данных

x = [
[
    'Австралия',
    'Мельбурн',
    'Австралийский доллар'
],
[
    'Австрия',
    'Вена',
    'Евро'
],
[
    'Албания',
    'Тирана',
    'Лех'
],
[
    'Алжир',
    'Алжир',
    'Алжирский динар'
],
[
    'Ангола',
    'Луанда',
    'Кванза'
],
[
    'Андорра',
    'Андорра',
    'Евро'
],
[
    'Аргентина',
    'Буэнос-Айрес',
    'Аргентинский песо'
],
[
    'Армения',
    'Ереван',
    'Драм'
],
[
    'Беларусь',
    'Минск',
    'Беларусский рубль'
],
[
    'Бельгия',
    'Брюссель',
    'Евро'
],
[
    'Болгария',
    'София',
    'Лев'
],
[
    'Боливия',
    'Ла-Пас',
    'Боливиано'
],
[
    'Босния и Герцеговина',
    'Сараево',
    'Марка'
],
[
    'Бразилия',
    'Бразилиа',
    'Крузейро'
],
[
    'Великобритания',
    'Лондон',
    'Фунт стерлингов'
],
[
    'Венгрия',
    'Будапешт',
    'Форинт'
],
[
    'Вьетнам',
    'Ханой',
    'Донг'
],
[
    'Германия',
    'Берлин',
    'Евро'
],
[
    'Греция',
    'Афины',
    'Евро'
],
[
    'Дания',
    'Копенгаген',
    'Крона'
],
[
    'Египет',
    'Каир',
    'Египетский фунт'
],
[
    'Израиль',
    'Иерусалим',
    'Шекель'
],
[
    'Индия',
    'Дели',
    'Рупия'
],
[
    'Индонезия',
    'Джакарта',
    'Индонезийская рупия'
],
[
    'Иордания',
    'Амман',
    'Иорданский динар'
],
[
    'Ирак',
    'Багдад',
    'Иракский динар'
],
[
    'Иран',
    'Тегеран',
    'Иранский реал'
],
[
    'Ирландия',
    'Дублин',
    'Евро'
],
[
    'Исландия',
    'Рейкьявик',
    'Исландская крона'
],
[
    'Испания',
    'Мадрид',
    'Евро'
],
[
    'Италия',
    'Рим',
    'Евро'
],
[
    'Казахстан',
    'Астана',
    'Тенге'
],
[
    'Канада',
    'Оттава',
    'Канадский доллар'
],
[
    'Кения',
    'Найроби',
    'Кенийский шиллинг'
],
[
    'Кипр',
    'Никосия',
    'Кипрский фунт'
],
[
    'Китай',
    'Пекин',
    'Юань'
],
[
    'Корея северная',
    'Пхеньян',
    'Вон'
],
[
    'Корея южная',
    'Сеул',
    'Вон'
],
[
    'Куба',
    'Гавана',
    'Кубинский песо'
],
[
    'Кувейт',
    'Кувейт',
    'Кувейтский динар'
],
[
    'Кыргызстан',
    'Бишкек',
    'Сом'
],
[
    'Латвия',
    'Рига',
    'Лат'
],
[
    'Лаос',
    'Вьентьян',
    'Новый кип'
],
[
    'Либерия',
    'Монровия',
    'Либерийский доллар'
],
[
    'Ливия',
    'Триполи',
    'Ливийский динар'
],
[
    'Литва',
    'Вильнюс',
    'Лит'
],
[
    'Лихтенштейн',
    'Вадуц',
    'Швейцарский франк'
],
[
    'Люксембург',
    'Люксембург',
    'Евро'
],
[
    'Македония',
    'Скопье',
    'Денар'
],
[
    'Мальта',
    'Валлетта',
    'Мальтийская лира'
],
[
    'Марокко',
    'Рабат',
    'Дирхам'
],
[
    'Мексика',
    'Мехико',
    'Мексиканский песо'
],
[
    'Молдова',
    'Кишинэу',
    'Лей'
],
[
    'Монако',
    'Монако',
    'Евро'
],
[
    'Монголия',
    'Улан-Батор',
    'Тугрик'
],[
    'Непал',
    'Катманду',
    'Непальская рупия'
],
[
    'Нигерия',
    'Абуджа',
    'Найра'
],
[
    'Нидерланды',
    'Амстердам',
    'Евро'
],
[
    'Новая Зеландия',
    'Веллингтон',
    'Новозеландский доллар'
],
[
    'Норвегия',
    'Осло',
    'Норвежская крона'
],
[
    'Панама',
    'Панама',
    'Бальбоа'
],
[
    'Польша',
    'Варшава',
    'Злотый'
],
[
    'Португалия',
    'Лиссабон',
    'Евро'
],
[
    'Россия',
    'Москва',
    'Рубль'
],
[
    'Румыния',
    'Бухарест',
    'Лей'
],
[
    'Сербия',
    'Белград',
    'Югославский новый динар'
],
[
    'Сингапур',
    'Сингапур',
    'Сингапурский доллар'
],
[
    'Сирия',
    'Дамаск',
    'Сирийский фунт'
],
[
    'Словакия',
    'Братислава',
    'Коруна'
],
[
    'Словения',
    'Любляна',
    'Словенский доллар'
],
[
    'США',
    'Вашингтон',
    'Доллар'
],
[
    'Таджикистан',
    'Душанбе',
    'Рубл'
],
[
    'Таиланд',
    'Бангкок',
    'Таиландский динар'
],
[
    'Тайвань',
    'Тайпей',
    'Тайваньский юань'
],
[
    'Тунис',
    'Тунис',
    'Тунисский динар'
],
[
    'Туркмения',
    'Ашгабат',
    'Манат'
],
[
    'Турция',
    'Анкара',
    'Турецкая лира'
],
[
    'Узбекистан',
    'Ташкент',
    'Сум'
],
[
    'Украина',
    'Киев',
    'Гривна'
],
[
    'Уругвай',
    'Монтевидео',
    'Уругвайский песо'
],
[
    'Филиппины',
    'Манила',
    'Филиппинский песо'
],
[
    'Финляндия',
    'Хельсинки',
    'Евро'
],
[
    'Франция',
    'Париж',
    'Евро'
],
[
    'Чехия',
    'Прага',
    'Коруна'
],
[
    'Чили',
    'Сантьяго',
    'Чилийский песо'
],
[
    'Швейцария',
    'Берн',
    'Швейцарский франк'
],
[
    'Швеция',
    'Стокгольм',
    'Шведская крона'
],
[
    'Шри-Ланка',
    'Коломбо',
    'Рупия'
],
[
    'Эстония',
    'Таллинн',
    'Евро'
],
[
    'ЮАР',
    'Претория',
    'Южно-Африканский рэнд'
],
[
    'Япония',
    'Токио',
    'Йена'
]


]